"(Not You?)|Login - Clickable text letting user log in as a different user" = "(¿No eres tú?)";

"+%i|Very short string used in place of X names of members of a thread (when the thread name is too long to fit). Ex: +1, +2, +3.  If the language has no short way to express this, use … (ellipsis) or equivalent." = ">%1$i";

",|Punctuation (comma) used to separate entries in a list of names. Example: Alice, Bob, Carol" = ",";

"1 Friend Nearby|Title of mini-megaphone inside chat bar." = "1 amigo cerca de ti";

"1 day|text to show user was online/active 1 day ago (don't abbrev)" = "1 día";

"1 hour|text to show user was online/active 1 hour ago (don't abbrev)" = "1 hora";

"1 minute|text to show user was online/active 1 minute ago (don't abbrev)" = "1 minuto";

"1d|short indicator that a user was active 1 day ago" = "1 día";

"1h|short indicator that a user was active 1 hour ago" = "1 h";

"1m Limit: Release to send|notify user that the maximum recording time has been reached" = "Límite 1 min: suelta para enviar";

"1m|short indicator that a user was active 1 minute ago" = "1 min";

"2 days|text to show user was online/active 2 days ago (don't abbrev)" = "2 días";

"2 hours|text to show user was online/active 2 hours ago (don't abbrev)" = "2 horas";

"2 minutes|text to show user was online/active 2 minutes ago (don't abbrev)" = "2 minutos";

"A new version of Messenger is available.|New version title" = "Hay una nueva versión de Messenger.";

"Activation Code|placeholder text for activation code field" = "Código de activación";

"Activation Request Failed|" = "Error en la solicitud de activación";

"Active Now (%d)|Title for chat bar section containing online friends who are not top friends. Number after string is number of friends who are online." = "Activos ahora (%1$d)";

"Add Favorite|Title of screen shown when user is adding a new favorite" = "Añadir favorito";

"Add More People|button for adding people to the conversation" = "Añadir más personas";

"Add More People|title for add members page" = "Añadir más personas";

"Add More People|title for add people page" = "Añadir más personas";

"Add People|button to add members to the message thread" = "Añadir personas";

"Add Photos|Button label for adding photos from the photo library" = "Añadir fotos";

"Add to Existing Contact|action sheet option for adding a phone number to an existing contact" = "Añadir a un contacto existente";

"Adding...|adding progress text" = "Añadiendo...";

"Advanced Settings|text for advanced settings button" = "Configuración avanzada";

"Advanced|title for advanced settings page" = "Avanzado";

"Alerts Off Until %@|Indicates that alerts are off until X time" = "Alertas desactivadas hasta la(s) %1$@";

"Alerts Off for 1 Hour|Indicates that alerts are off for 1 hour" = "Alertas desactivadas durante 1 hora";

"Alerts Off|Indicates that alerts are off" = "Alertas desactivadas";

"Alerts On|Indicates that alerts are on" = "Alertas activadas";

"All notifications are off for 8h.|footer text for notifications settings applying to all conversations" = "Todas las notificaciones están desactivadas durante 8 horas.";

"All notifications are off.|Mute warning display on thread list" = "Todas las notificaciones están desactivadas.";

"All|Segment button label for all stickers" = "Todos";

"Answer|Text for button that accepts a call" = "Responder";

"Archive|Button label that will archive the conversation" = "Archivar";

"Archive|Label for archive button when swipe to archive in thread list view" = "Archivar";

"Are you sure you want to delete the conversation name?|alert message for deleting conversation name" = "¿Seguro que quieres eliminar el nombre de la conversación?";

"Are you sure you want to leave this conversation? You will no longer receive new messages.|confirmation dialog message for leaving a thread" = "¿Seguro que quieres abandonar esta conversación? No volverás a recibir mensajes.";

"Are you sure?|Title for dialog asking the user if they're sure if they want to not enable push notifications" = "¿Seguro?";

"Attach a Photo|Button label for attaching a photo from the photo library" = "Adjuntar una foto";

"Attach media|Accessibility text for button that lets user start attaching photos or other media, as well as emoticons and emoji" = "Adjuntar medios";

"Back|Go back to previous screen" = "Volver";

"Back|generic nav bar back button" = "Atrás";

"Background task expired|Error string for app killed in background while message was sending" = "La tarea en segundo plano ha caducado";

"Bing Image Search|" = "Búsqueda de imágenes de Bing";

"Blast to at most %i people at a time.|dialog message for when the user tries to select too many recipients for a blast message. A blast message goes to multiple individual recipients who cannot reply-all." = "Difundir a un máximo de %1$i personas de una sola vez.";

"Blast|Button for starting a blast (broadcast) message. A blast message goes to multiple individual recipients who cannot reply-all." = "Difusión";

"Blast|Title of the blast (broadcast) composer screen. A blast message goes to multiple individual recipients who cannot reply-all." = "Difusión";

"Blasts can contain up to %i attachments.|dialog message for when the user tries to add too many (>5) attachments to a message" = "Las difusiones pueden contener hasta %1$i archivos adjuntos.";

"Bring messages to life|Title of Media attachment NUX" = "Da vida a tus mensajes";

"Broadcast|Button for starting a broadcast message. A broadcast message goes to multiple individual recipients who cannot reply-all." = "Difundir";

"Broadcast|Title of the broadcast composer screen. A broadcast message goes to multiple individual recipients who cannot reply-all." = "Difundir";

"Call Ended|End call message in non-error case" = "Llamada finalizada";

"Call Ended|String shown when the call ends" = "Llamada finalizada";

"Call Failed|End call message in error case" = "Se ha producido un error al llamar";

"Call friends over your Wi-Fi connection or mobile network. Normal data rates apply.|Warning about data usage" = "Llama a tus amigos mediante tu conexión Wi-Fi o red móvil. Se aplican cargos normales por datos.";

"Call %@|action sheet option for calling a phone number" = "Llamar a %1$@";

"Call|Call" = "Llamar";

"Calls are free over Wi-Fi. Standard charges apply for calls over a mobile network.|Alert message that warns users their mobile carrier may charge them for making VOIP calls" = "Las llamadas son gratuitas por Wi-Fi. En el caso de las llamadas a través de una red móvil se aplican los cargos estándar.";

"Camera|Button label for attaching a photo from the camera" = "Cámara";

"Cancel|Title for generic Cancel button." = "Cancelar";

"Celebrations|Title of list of friends who have events to celebrate." = "Celebraciones";

"Chat with any contact or number on your phone without any costs.|Explanation of why one should use the contact importer" = "Chatea gratis con cualquier contacto o número de tu teléfono.";

"Chat|The title of the view showing the buddy list section of the app" = "Chat";

"Choose Friends|Button title for adding friends to the broadcast recipients list." = "Elegir amigos";

"Choose Photo|action sheet option for choosing a photo from photo library" = "Elegir foto";

"Clear|prompt to clear all unsent messages" = "Borrar";

"Clearing...|Progress text shown while clearing the image for a thread" = "Borrando...";

"Close active chat|Button to close an active chat" = "Cerrar chat activo";

"Close|Title of button in navigation bar to close a web page." = "Cerrar";

"Closes settings|Accessibility hint for \"Done\" button, tapping on it will close the settings panel" = "Cerrar la configuración";

"Comment|Comment button title" = "Comentar";

"Compose message to %@|Accessibility label describing a text view to start writing a message to a user with no draft message" = "Escribir mensaje para %1$@";

"Compose message to %@: %@|Accessibility label describing a text view to start writing a message to a user with some appended draft message" = "Escribir mensaje para %1$@: %2$@";

"Confirm Phone|Title of page where user enters their phone number" = "Confirmar teléfono";

"Connecting|Text shown on call screen while connecting a call" = "Conectando";

"Connection Failed|Alert title when connection failed" = "Error de conexión";

"Connection Lost|End call message in connection lost case" = "Se ha perdido la conexión";

"Contact Info|AXLabel for button to go from Message to Recipient's contact info." = "Información de contacto";

"Contact Info|Title of the canonical thread info page." = "Información de contacto";

"Continue and Don't Ask Again|Button label to not ask for permission again before continuing through a zero rating session fence" = "Continuar y no volver a preguntar";

"Continue|Button label to continue through zero rating session fence" = "Continuar";

"Continue|Login - Login Button Title for Keychain Login" = "Continuar";

"Conversation Name|placeholder text in conversation name textfield" = "Nombre de la conversación";

"Copy|Option that pops out after long press on a link/phone no./address in message thread." = "Copiar";

"Copy|Title for buttons and menus that let user copy the current text" = "Copiar";

"Copy|action sheet option for copying a string to the clipboard" = "Copiar";

"Could not add new members. Please try again.|message for failing to add members dialog" = "No se han podido añadir nuevos miembros. Inténtalo de nuevo.";

"Could not load sticker store.|Error message for sticker store load failure" = "No se ha podido cargar la tienda de adhesivos.";

"Could not retrieve availability|Text shown to an user when the operation to retrieve the other party's callable status fails" = "No se puede obtener información sobre la disponibilidad del receptor";

"Countries|Title for country picker" = "Países";

"Country|Country - Country placeholder text" = "País";

"Create Group Chat|Label for a button that creates a new group chat" = "Crear chat en grupo";

"Create Group Chat...|Text on a button to compose a new group message" = "Crear chat en grupo...";

"Create Group Conversation|button for adding people to the canonical conversation" = "Crear conversación en grupo";

"Create New Contact|action sheet option for creating a new contact" = "Crear nuevo contacto";

"Currently in a call|Error message when user tries to initiate a call while already in a call" = "Actualmente en una llamada";

"Customize Notification Settings|User education for how to configure conversation alerts" = "Personalizar la configuración de las notificaciones";

"Decline|Text for button that declines a call" = "Rechazar";

"Delete Conversation Name|alert title for deleting conversation name" = "Eliminar nombre de la conversación";

"Delete Conversation|Button label that will delete the conversation" = "Eliminar conversación";

"Delete Message? It cannot be undone.|text shown when a user swipes to delete a message" = "¿Eliminar el mensaje? Esta acción no se puede anular.";

"Delete This Entire Conversation?|Title for the Confirm alert box asking the user if they want to delete a conversation." = "¿Quieres eliminar toda la conversación?";

"Delete|Button label that will delete the conversation" = "Eliminar";

"Delete|Button to accept deleting the name of a conversation" = "Eliminar";

"Delete|Label for archive button when swipe to archive in thread list view" = "Eliminar";

"Delete|Label for button to delete previous character" = "Eliminar";

"Delete|Label on button that deletes a thread" = "Eliminar";

"Delete|button text for deleting a message" = "Eliminar";

"Delete|button text for removing an unsent message" = "Eliminar";

"Details|title for message details page" = "Detalles";

"Discover Who's Nearby|Title of NUX to encourage user to use location services." = "Descubre quién está cerca";

"Don't Delete|Button to decline to delete the name of a conversation" = "No eliminar";

"Don't Save|Don't save action sheet button" = "No guardar";

"Done editing message list|Accessibility label for button that ends editing of the messages list" = "Terminar edición de la lista de mensajes";

"Done|Title for generic Done button that dismisses a view. This needs to be a short string to avoid truncation." = "Cerrar";

"Double-tap to edit|Accessibility hint for FAVORITES header in Chat friend list" = "Toca dos veces para editar";

"Download Failed|Title in alert view when downloading a sticker pack has failed" = "Error de descarga";

"Download|Accessibility label for download button in sticker store list view" = "Descargar";

"Download|Button title to download an upgrade" = "Descargar";

"Download|Label for button to download a sticker pack" = "Descargar";

"Downloaded|Accessibility label for downloaded icon in sticker store list view" = "Descargado";

"Downloaded|Label for button to show a sticker pack has been downloaded" = "Descargado";

"Downloading|Accessibility label for download button in sticker store list view when downloading" = "Descargando";

"Downloading|Label for button to show a sticker pack being downloaded" = "Descargando";

"Drag Down to Hide|Chat head dismiss NUX title" = "Arrastra hacia abajo para ocultar";

"Drag here to hide|instructions for user to drag a chat head to hide it" = "Arrástrala aquí para ocultarla";

"Edit|Edit button/label title for chat divebar" = "Editar";

"Email or phone number|email/phone field placeholder on login screen" = "Correo electrónico o número de teléfono";

"Empty Feedback|Title for empty feedback warning." = "No hay texto";

"Enable|Enable Message Anyone, keep it short, 14 chars max" = "Activar";

"Enter Code|Enter Code page title" = "Introducir código";

"Error|Error title for sticker pack detail view" = "Error";

"Error|error title after failed to load webview" = "Error";

"FREE|Price label for free sticker pack" = "GRATIS";

"Facebook Is Better With Location|Title of NUX to encourage user to use location services." = "Facebook es mejor con ubicación";

"Facebook Messenger Login|Accessibility label for header of messenger login view" = "Inicio de sesión en Facebook Messenger";

"Facebook User|Placeholder name for Facebook user whose name is unknown" = "Usuario de Facebook";

"Facebook stores contacts on your behalf and may use them to help others to search for or connect with people, or to generate suggestions for you or others. You can edit this information by tapping the \"i\" button in a conversation, or delete all your contacts in your app settings.|Detailed explanation of the contact sync feature on the Learn More screen" = "Facebook almacena los contactos por ti y puede usarlos para ayudar a otros usuarios a buscar o conectarse con personas, o para generar sugerencias para ti y otros usuarios. Puedes editar esta información al tocar el botón \"i\" en una conversación o eliminar todos tus contactos en la configuración de tu aplicación.";

"Facebook will periodically use and store your location.|Explanation to let user know Facebook will periodically use and store his location." = "Facebook utilizará y almacenará periódicamente tu ubicación.";

"Failed to add members|title for failing to add members dialog" = "Error al añadir miembros";

"Failed to save your settings.|error message after changing thread alert setting." = "Error al guardar la configuración.";

"Favorites|chat bar favorites header title" = "Favoritos";

"Featured|Segment button label for featured stickers" = "Destacado";

"Follow these steps to use Facebook's location features.|Explanation to let user know he can turn on location services by following the listed steps." = "Sigue estos pasos para usar los servicios de ubicación de Facebook.";

"Follow|Title for button allowing users to follow the profile they are currently viewing" = "Seguir";

"For more accurate results, go to %@ settings and choose Location Services. Select ON for %@.|Error explanation when location services are unavailable, and user gets better results with them on. {name1} is the name of the current device, e.g. iPhone; {name2} is the app name." = "Para obtener resultados más precisos, ve a la configuración de %1$@ y elige Servicios de ubicación. Selecciona Activar para %2$@.";

"For more accurate results, go to %@ settings and tap Privacy, then Location Services. Select ON for %@.|Error explanation when location services are unavailable, and user gets better results with them on. {name1} is the name of the current device, e.g. iPhone; {name2} is the app name." = "Para obtener resultados más precisos, ve a la configuración de %1$@. Toca Privacidad y, después, Servicios de ubicación. Selecciona Activar para %2$@.";

"Free Call|Text on button that starts a messenger call" = "Llamada gratuita";

"Free Calling Unavailable|Title for dialog explaining that messenger calls are not available" = "Las llamadas gratis no están disponibles";

"Friends Nearby|Title of list of friends who are nearby." = "Amigos cercanos";

"Friends on Messenger|Table title: Friends who have Facebook Messenger" = "Amigos que tienen Messenger";

"Get Directions|action sheet option for viewing a map" = "Cómo llegar";

"Get Facebook Messenger|The title for messenger promotion banner" = "Obtén Facebook Messenger";

"Get Started|Label for a button that creates a new group chat" = "Empezar";

"Get Started|Title for NUX" = "Empieza";

"Give us feedback or report a problem|Placeholder text for the report bug or feedback input field" = "Danos tu opinión o denuncia un problema";

"Google Image Search|" = "Búsqueda de imágenes de Google";

"Group Chat|Title for megaphone section helping users discover group chats" = "Chat en grupo";

"Group Chats|Title for megaphone section helping users discover group chats" = "Chats en grupo";

"Group Chats|chat bar header for group conversations" = "Chats en grupo";

"Group Conversation|Label at top of online friends list that takes user to new message composer" = "Conversación en grupo";

"Group Conversations|Table header for group threads section" = "Conversaciones de grupo";

"Group Info|Title of group thread info page." = "Información del grupo";

"Group Members|Title for section showing members of a group (member count will follow)" = "Miembros del grupo";

"Group Messages|Title for megaphone section helping users discover group chats" = "Mensajes del grupo";

"Group|Button for starting a new group message." = "Grupo";

"Have a conversation with a bunch of friends at a time.|Body text for megaphone encourgaging users to try group chats" = "Habla con varios amigos a la vez.";

"Help|text for help button" = "Ayuda";

"Hold to Talk|The instruction for holding the record button and talk" = "Presionar para hablar";

"I'm sure|Button label confirming the user wants to continue with the selected action" = "Sí";

"If you enjoy using %@, would you mind taking a moment to rate this update? Thanks!|Prompt for user to rate the app." = "Si te gusta usar %1$@, ¿te importaría dedicar un minuto a calificar esta aplicación?";

"Image Search|action sheet option for choosing a photo from image search" = "Búsqueda de imágenes";

"Include your location|Title of location NUX when user has not yet made a choice regarding enabling or disabling location services." = "Incluir tu ubicación";

"Incorrect Confirmation Code.|alert title for incorrect confirmation code" = "Código de confirmación incorrecto.";

"Install Facebook Messenger?|The caption to promote users for installing Facebook Messenger app" = "¿Quieres instalar Facebook Messenger?";

"Install|Button text to install the Facebook Messenger" = "Instalar";

"Install|The text on the button for users to install Messenger." = "Instalar";

"Introducing Chat Heads|Chat head intro NUX title" = "Te presentamos las burbujas del chat";

"Invalid Country Code|alert title for invalid country code" = "Código de país no válido";

"Invalid Phone Number|alert title for invalid phone number" = "Número de teléfono no válido";

"Just tap to open and close your messages.|Chat head intro NUX body" = "Solo toca para abrir y cerrar tus mensajes.";

"Keep everyone in the loop|Detail subtitle for Group Chat NUX slide" = "Mantener a todos informados";

"Last Updated: %@|last updated date in pull to refresh header" = "Última actualización: %1$@";

"Learn More|Default action text for more info link on the zero rating promotion banner view at the bottom of screen." = "Aprende más.";

"Learn More|Learn More about Message Anyone, keep it short, 14 chars max" = "Más información";

"Leave Conversation|leave conversation button" = "Abandonar la conversación";

"Leave conversation?|confirmation dialog title for leaving a thread" = "¿Abandonar la conversación?";

"Leave|Button title for leaving a thread" = "Abandonar";

"Leaving...|Progress text shown while leaving a thread" = "Abandonando conversación...";

"Let people in this conversation know where you are.|Text of location NUX when user has not yet made a choice regarding enabling or disabling location services." = "Permite que las personas de esta conversación vean dónde estás.";

"Licenses|Licenses screen title" = "Licencias";

"Licenses|text for licenses button" = "Licencias";

"Like|Like button title" = "Me gusta";

"Like|Title for generic Like button." = "Me gusta";

"Load Map|Button text for users to load the map location when zero rated." = "Cargar mapa";

"Loading...|Message presented while waiting for content to load." = "Cargando...";

"Loading...|Placeholder text while results are loading" = "Cargando...";

"Locating You...|Message presented when waiting for an accurate location fix." = "Ubicándote…";

"Location is Disabled|Title for dialog indicating that the app hasn't been granted location permissions" = "La localización está desactivada";

"Location is off for this conversation|Title of location NUX when user turns off location services for the first time." = "La localización está desactivada en esta conversación.";

"Location services are off. Turn on to let people in this conversation know where you are.|Text of location NUX when user has disabled location services." = "Los servicios de localización están desactivados. Actívalos para permitir que los participantes de esta conversación sepan dónde estás.";

"Location services are on|Title of location NUX when user has enabled location services." = "Los servicios de localización están activados";

"Log In to Facebook|Login - Login Button Title for password login" = "Inicia sesión en Facebook";

"Logged in as %@|Login - Text showing who user is logged in as" = "Conectado(a) como %1$@";

"Login Approval Required|title of login approval dialog" = "Se necesita la aprobación del inicio de sesión";

"Login Failed|Invalid login alert title" = "Error al iniciar sesión";

"Logs in as someone else|Accessibility hint for \"Not You?\" link on the login page, letting the user log in as some one else" = "Inicia sesión como otra persona";

"Logs in as %@|Accessibility hint for the \"Continue\" button on the login screen, which lets the user log in using the system Facebook account with one tap" = "Inicia sesión como %1$@";

"Logs in to another account|Accessibility hint for \"Switch Account\", which lets users to log out or log in with another account" = "Inicia sesión en otra cuenta";

"Mark as Unread|Button label that will mark the thread as unread" = "Marcar la conversación como no leída";

"Meep|Name for Meep sticker pack" = "Meep";

"Message Anyone|Call to action to use contact importer in divebar" = "Envía mensajes a todos";

"Message friends|Accessibility label for button that toggles display of friends list/search" = "Enviar mensajes a amigos";

"Message|Button for starting a new message." = "Mensaje";

"Message|button to open a composer to send a message to the page" = "Mensaje";

"Messages|Messenger module display name" = "Mensajes";

"Messages|The title of the message thread list view." = "Mensajes";

"Messages|Title for messages inbox view" = "Mensajes";

"Messages|accessibility (voiceover) label for chathead inbox" = "Mensajes";

"Messages|name of the app with Facebook brand" = "Mensajes";

"Messenger regularly syncs your contacts to help you reach more people and connect friends|Explanation of the contact sync feature on the Learn More screen" = "Messenger sincroniza tus contactos regularmente para ayudarte a llegar a más personas y a conectar con amigos";

"Messenger|The title of the app, used in Appirater's dialog." = "Messenger";

"More Friends (%d)|Title for chat bar section containing friends who are not top friends. Number after string is number of friends who are online or pushable." = "Más amigos (%1$d)";

"More Friends (%d)|Title for chat bar section containing online friends who are not top friends. Number after string is number of friends who are online." = "Más amigos (%1$d)";

"More Online Friends|Table title: More friends who are online (but are not top ranked friends)" = "Más amigos conectados";

"Name is Too Long|alert title for long conversation name" = "El nombre es demasiado largo";

"Name this conversation|placeholder text for the prompt to name a conversation" = "Asigna un nombre a esta conversación";

"Nearby|Nearby people to send a message to" = "Cerca de ti";

"Never miss a message again|Detail subtitle for Push Notification NUX slide" = "No vuelvas perderte un mensaje";

"Never miss a message from your friends again.|Body of Messenger NUX page 2" = "No vuelvas a perderte un mensaje de tus amigos.";

"New Message|Text on a button in messages popover to compose a new message" = "Nuevo mensaje";

"New Message|Title of screen shown when user is composing a new message" = "Nuevo mensaje";

"New version available|Title of alert displayed when new version is available" = "Nueva versión disponible";

"Next|Generic button to move to next item" = "Siguiente";

"Next|button label for moving to the next screen" = "Siguiente";

"No Internet Connection|Warning banner for no network connection" = "No hay conexión a Internet";

"No Message|dialog title for when user tries to send an empty message" = "No hay mensajes";

"No Participants|String to display in table cell when no participants are on the thread because everyone has left the conversation" = "No hay participantes";

"No Participants|String when no participants are on the thread" = "No hay participantes";

"No Recipients|dialog title for when user tries to send to no recipients" = "No hay destinatarios";

"No Results|Alert title when there are no results from image search." = "No hay resultados";

"No locations shared recently.|message on map view when no location has been shared recently" = "No se han compartido localizaciones recientemente.";

"No response.|Error reported when no response is received from the server" = "No hay respuesta.";

"No, Thanks|Label on button for user to decline to rate the app" = "No, gracias";

"Not Now|Button text to temporarily ignore the installation message" = "En otro momento";

"Not Now|Do not enable contact sync button label, 15 char max" = "Más tarde";

"Not Now|Not now alert popup button" = "Más tarde";

"Not Now|Title of button to not share location for now." = "Más tarde";

"Not Now|button label for deferring enabling push notifications" = "Más tarde";

"Not now|Button title to decline an upgrade" = "Ahora no";

"Notifications are turned off for 8 hours|Accessibility announcement for turning off messenger notifications for 8 hours" = "Las notificaciones están desactivadas durante 8 horas";

"Notifications are turned on|Accessibility announcement for turning on messenger notifications" = "Las notificaciones están activadas";

"Notifications for This Conversation|Title for per-thread notification settings" = "Notificaciones para esta conversación";

"Notifications for this conversation are off.|Mute warning display on conversation view" = "Las notificaciones para esta conversación están desactivadas.";

"Notifications|Label for enabling/disabling notification" = "Notificaciones";

"Notifications|Label for enabling/disabling notifications" = "Notificaciones";

"OK|Title for generic OK button." = "OK";

"Off Until %@|Short string for indicating that alerts are off until X time" = "Desactivadas hasta la(s) %1$@";

"Off for 1 Hour|Short string for indicating that alerts are off for 1 hour" = "Desactivar durante una hora";

"Off|Short string for indicating that alerts are off" = "Desactivar";

"On|Short string for indicating that alerts are on" = "Activadas";

"Once you delete your copy of the conversation, it cannot be undone.|Message body for the Confirm alert box asking the user if they want to delete a conversation." = "Una vez que hayas eliminado tu copia de la conversación, no puedes volver a restaurarla.";

"Only You|String for describing a thread where you are the only user remaining" = "Solo tú";

"Open iPhone Settings|One of a sequence of steps instructing user to turn on location services." = "Abre \"Ajustes\" en tu iPhone";

"Open in Maps|action sheet option for opening an address in the Maps app" = "Abrir en Mapas";

"Open sticker store|Accessibility label for sticker store tab bar button" = "Abrir tienda de adhesivos";

"Other People|Table section header for a list of non-friend search results" = "Otras personas";

"Password|password field placeholder on login screen" = "Contraseña";

"People in this conversation can see your location on the map.|Text of location NUX when user has enabled location services." = "Las personas que participan en esta conversación pueden ver tu ubicación en el mapa.";

"People you add will see all previous messages in this conversation.|warning when adding new people to a thread" = "Las personas que añadas verán todos los mensajes anteriores de esta conversación.";

"Phone Number|placeholder text for phone number field" = "Número de teléfono";

"Pin friends you message most|Label when users have no favorites" = "Define los amigos a los que más envías mensajes";

"Please check your confirmation code and try again.|alert message for incorrect confirmation code" = "Comprueba tu código de confirmación y vuelve a intentarlo.";

"Please check your network connection and try again.|" = "Comprueba tu conexión de red y vuelve a intentarlo.";

"Please check your number and try again.|Error reported when an invalid phone number response is received from the server" = "Comprueba tu número y vuelve a intentarlo.";

"Please check your number and try again.|alert message for invalid phone number" = "Comprueba tu número y vuelve a intentarlo.";

"Please download the latest version of Facebook Messenger.|Notification displayed to user when a version upgrade is available" = "Descarga la última versión de Facebook Messenger.";

"Please enter a message or attach a photo|dialog message for when user tries to send an empty message" = "Escribe un mensaje o adjunta una foto";

"Please enter a valid country code.|alert message for invalid country code" = "Introduce un código de país válido.";

"Please enter the email and password you use to log in to Facebook.|Invalid login alert message" = "Introduce tu correo electrónico y contraseña de inicio de sesión en Facebook.";

"Please include a description of your problem.|Message for empty feedback warning." = "Describe el problema con el que te encuentras.";

"Please rate the quality of your call|Prompt for call quality survey" = "Califica la calidad de la llamada";

"Please re-login to renew your session.|Error message for expired session" = "Vuelve a iniciar sesión para actualizarla.";

"Please try again|Alert message when there are no results from image search." = "Vuelve a intentarlo";

"Please use a shorter conversation name.|alert message for long conversation name" = "Utiliza un nombre de conversación más corto.";

"Privacy & Terms|text for privacy and terms button" = "Privacidad y condiciones";

"Pull Chat Heads down to the Ⓧ to hide them.|Chat head dismiss NUX body" = "Arrastra las burbujas del chat a la Ⓧ para ocultarlas.";

"Pull down to refresh...|message for pull down to refresh" = "Despliega para actualizar…";

"Push notification alerts are off.|Notice that push notifications are turned off" = "Las alertas de notificaciones están desactivadas.";

"Push notification alerts are off.|Reminder text for when push alerts are off on the phone." = "Las alertas de notificaciones están desactivadas.";

"Push notification sounds are off.|Reminder text for when push notification sounds are off on the phone." = "El sonido de las notificaciones está desactivado.";

"Push notifications are off.|Reminder text for when push notifications are off on the phone." = "Las notificaciones de inserción están desactivadas.";

"Push up to refresh...|message for push up to refresh" = "Contrae para actualizar…";

"Pusheen|Name for Pusheen sticker pack" = "Pusheen";

"Quickly find your group chats here.|Body text for megaphone encourgaging users to try group chats" = "Encuentra rápidamente los chats en grupo.";

"Quickly find your group messages here.|Body text for megaphone encourgaging users to try group chats" = "Encuentra rápidamente los mensajes de grupo.";

"Rate %@|Alert title for asking user to rate this app." = "Califica %1$@";

"Rate %@|Label on button prompting user to rate the app." = "Califica %1$@";

"Reach friends wherever they are now — mobile or web.|Body of Messenger NUX page 1" = "Llega a tus amigos estén donde estén, frente al ordenador o con el móvil.";

"Reach friends wherever they are now|Detail subtitle for Cross Platform NUX slide" = "Ponte en contacto con tus amigos estén donde estén";

"Recent Stickers|Accessibility label for recently used stickers" = "Adhesivos recientes";

"Recent Stickers|Label shown in recent stickers tab when no recent stickers exist." = "Adhesivos recientes";

"Record Video|action sheet option for recording a video" = "Grabar vídeo";

"Record Voice|Button label for attaching an audio clip" = "Grabar voz";

"Recorder failed to start|Error info for users saying the audio recorder failed to start." = "La grabación no ha empezado";

"Recording cancelled|Notify user that the recording has been successfully cancelled." = "Grabación cancelada";

"Release to cancel recording|The instruction to user: release the record button to cancel the recording." = "Suelta el botón para cancelar la grabación";

"Release to refresh...|message for releasing to refresh" = "Suelta para actualizar…";

"Remind Me Later|Label on button allowing the user to postpone rating the app." = "Recordármelo más tarde";

"Remove Attachment|action sheet option for removing current attachment" = "Eliminar archivo adjunto";

"Remove Photo|action sheet option for removing chosen photo" = "Eliminar foto";

"Remove Photo|action sheet option for removing current attachment" = "Eliminar foto";

"Removing...|text for removing progress" = "Eliminando...";

"Report a Problem|title for give feedback or report bug" = "Informar de un problema";

"Resend|Resend - Resend Button Title" = "Volver a enviar";

"Retry|generic retry button" = "Reintentar";

"Ringing|Text shown on call screen while contacting another party" = "Llamando";

"Save Photo|action sheet option to save photo to library" = "Guardar foto";

"Save photo as conversation image?|" = "¿Guardar la foto como imagen de la conversación?";

"Save|" = "Guardar";

"Saving...|Progress text shown while saving a new image for a thread" = "Guardando…";

"Saving...|Progress text shown while saving a new name for a thread" = "Guardando...";

"Search for More Friends…|Label at bottom of online friends list that lets user search for more friends" = "Buscar más amigos...";

"Search to add favorites|placeholder in edit favorites search bar" = "Buscar para añadir favoritos";

"Search|placeholder in search bar" = "Buscar";

"Searching...|Placeholder text in a search results list that indicates a contact search is ongoing" = "Buscando…";

"See Group Chats|Label for a button that creates a new group chat" = "Ver chats en grupo";

"See where friends are hanging out and share your location with them. They won't see exactly where you are.|Description of NUX to encourage user to use location services." = "Averigua dónde están tus amigos y comparte tu ubicación con ellos. No verán el lugar exacto en el que estás.";

"Seen by Everyone|Seen state text for when everyone has seen the message." = "Leído por todos";

"Seen by everyone|Seen state text for when everyone has seen the message." = "Visto por todos";

"Seen by %@ %@|Text for when a message has been seen by 1 person at a certain time or date/time. eg. (Seen by <name> <time>)" = "Visto: %2$@ por %1$@";

"Seen by %@|Text for when a message has been seen by 1 person" = "Visto(a) por %1$@";

"Seen by %@|Text for when a message has been seen by more than 1 person" = "Visto(a) por %1$@";

"Seen by:|Text for seen state header" = "Leído por:";

"Seen %@ near %@|Text for when a message has been sen at a certain time (or date/time) and location e.g. (Seen 3:33 PM near Palo Alto)" = "Visto: %1$@ cerca de %2$@";

"Seen %@|Text for when a message has been seen at a certain time or date/time. eg. (Seen 3:33PM) or (Seen Mon 3:33PM)" = "Leído: %1$@";

"Select country code|select country code text" = "Seleccionar código de país";

"Send (%i)|Send button with count in parentheses" = "Enviar (%1$i)";

"Send Failure|dialog title for when a broadcast message fails" = "Error de envío";

"Send in Message|Sharing option" = "Enviar en un mensaje";

"Send to Phone, Chat and Web|Call to action for Cross Platform NUX slide" = "Enviar al teléfono, chat y Web";

"Send|Nav bar send button text" = "Enviar";

"Send|Send button" = "Enviar";

"Send|text to show in the send button" = "Enviar";

"Sending...|sending progress text" = "Enviando...";

"Sending…|Text used below message bubble to show send is in progress" = "Enviando…";

"Sent a message|default notification text for messages with no body text" = "Ha enviado un mensaje";

"Sent from Messenger|indicator that a message was sent from Messenger" = "Enviado desde Messenger";

"Sent from email|indicator that a message was sent from email" = "Enviado por correo electrónico";

"Sent from mobile|indicator that a message was sent sent from a mobile device" = "Enviado por móvil";

"Sent from web|indicator that a message was sent sent from web or chat" = "Enviado por internet";

"Sent from %@|Text used for showing the location where a message was sent from. e.g (city) or (city, state) or (city, country)." = "Enviado desde %1$@";

"Sent %@|Text used for showing that a message has been successfully sent to the server. eg. (Published <time>)." = "Se ha enviado %1$@";

"Session Expired|Error title for expired session" = "La sesión ha caducado";

"Set Facebook to ON|One of a sequence of steps instructing user to turn on location services." = "Activa Facebook";

"Settings App > General > Location Services|Location of Location Services Settings page for before 4.3." = "Aplicación de configuración > General > Servicios de ubicación";

"Settings App > Location Services|Location of Location Services Settings page for 4.3 or later." = "Aplicación de configuración > Servicios de ubicación";

"Settings App > Privacy > Location Services|Location of Location Services Settings page for 6.0 or later." = "Aplicación de ajustes &gt; Privacidad &gt; Servicios de localización";

"Settings|Accessibility label for a gear button that shows settings for chat" = "Configuración";

"Settings|Settings alert popup button" = "Configuración";

"Settings|title for settings page" = "Configuración";

"Share your location to see who.|Subtitle of mini-megaphone inside chat bar. User can see which friends are nearby after sharing his own location." = "Comparte tu ubicación para ver quién está cerca.";

"Share|Share button title" = "Compartir";

"Shared Photos|Title for section showing photos in a thread (count will follow)" = "Fotos compartidas";

"Shared a link|text for a link share" = "Ha compartido un enlace";

"Shared a photo|text for a photo share" = "Ha compartido una foto";

"Shared a video|text for a video share" = "Ha compartido un vídeo";

"Show keyboard|Accessibility label for sticker button in the input field when sticker input is shown" = "Mostrar teclado";

"Show stickers|Accessibility label for sticker button in the input field when sticker input is not shown" = "Mostrar adhesivos";

"Sign Up for Facebook|Sign Up - Sign Up Button Title" = "Regístrate en Facebook";

"Skip|Skip - Skip Button Title" = "Omitir";

"Something went wrong. Want to try again?|retry dialog message" = "Algo ha fallado. ¿Quieres intentarlo de nuevo?";

"Sorry, something went wrong|Generic error message for Web browser errors" = "Se ha producido un error";

"Standard Data Charges|Alert title that warns users their mobile carrier may charge them to use this feature" = "Cargos por datos estándar";

"Standard charges apply when you load map data.|Alert message that warns users their mobile carrier may charge them for loading the map location" = "Se pueden aplicar los cargos estándar si cargas datos de mapas.";

"Start Group Chats|Call to action for Group Chat NUX slide" = "Iniciar chats en grupo";

"Sticker Store|Navigation bar title for sticker store view" = "Tienda de adhesivos";

"Stop attaching media|Accessibility text for button that lets user stop attaching photos or other media, as well as emoticons and emoji" = "Dejar de adjuntar medios";

"Submit|Submit button title" = "Enviar";

"Suggestions|Suggested people to send a message to" = "Sugerencias";

"Switch Account|text for switching logged in user" = "Cambiar de cuenta";

"Switch to Wi-Fi to complete your call|Error case when calls not allowed over cellular data. Suggest user switch to WiFi instead." = "Activa la conexión por Wi-Fi para llamar";

"Sync Contacts|Start contact sync button label, 15 char max" = "Sincr contactos";

"Sync Your Contacts|Title of the Learn More screen for the contact sync feature" = "Sincroniza tus contactos";

"Tag posts and photos with a location. Plus discover what's happening nearby, even when your phone is in your pocket.|Description of NUX to encourage user to use location services." = "Etiqueta publicaciones y fotos con una ubicación. Además, descubre qué sucede cerca, incluso cuando tengas el teléfono en el bolsillo.";

"Take Photo|action sheet option for taking a photo" = "Hacer foto";

"Tap General|One of a sequence of steps instructing user to turn on location services." = "Toca General";

"Tap Location Services|One of a sequence of steps instructing user to turn on location services." = "Toca Localización";

"Tap Privacy|One of a sequence of steps instructing user to turn on location services." = "Toca Privacidad";

"Tap \"Try Again\" to send this message.|prompt for how to resend a failed message send" = "Toca \"Volver a intentarlo\" para enviar este mensaje.";

"Tap gear to turn on chat|placeholder in search bar when offline" = "Toca el engranaje para activar el chat";

"Tap here to learn about your settings and why Facebook continuously needs your location.|Disclaimer text for continuous location tracking and sharing feature" = "Toca aquí para conocer tu configuración y el motivo por el que Facebook necesita continuamente tu ubicación.";

"Tap the + to send photos, add s and record voice messages.|Text for Media attachment NUX" = "Toca + para enviar fotos, añadir emoticones y grabar mensajes de voz.";

"Tap to return to call|Message shown on in-call bar explaining that the user may tap on it to return to the call screen" = "Toca para devolver la llamada";

"Tap to turn on location|Title of location NUX when user has disabled location services." = "Toca para activar localización";

"Text messages can't be sent to that number.|Error reported when a phone number with an unsupported mobile carrier is on the recipients list of a message." = "No se pueden enviar mensajes de texto a ese número.";

"Text your friends for free.|The detailed info for free messenger promotion" = "Envía SMS a tus amigos gratis.";

"Text your friends wherever they are - on their phones or on chat.|The description message to promote users for installing Facebook Messenger app" = "Envía SMS a tus amigos al móvil y al chat.";

"That phone number is not allowed to receive text messages.|Error reported when an unlaunched phone number is on the recipients list of a message." = "No se permite la recepción de mensajes de texto en ese número de teléfono.";

"There was a problem connecting to Facebook. Please check your connection and try again.|error message for failing to connect to Facebook" = "Se ha producido un problema de conexión con Facebook. Comprueba tu conexión y vuelve a intentarlo.";

"There was a problem connecting your call. Please connect to Wi-Fi and try again.|Alert body message when connection failed suggesting user switch to wifi" = "Ha habido un problema al conectar tu llamada. Conéctate a Wi-Fi y vuelve a intentarlo.";

"Tip: Never Miss a Message|Title for reminder to turn on push notifications" = "Sugerencia: nunca te pierdas un mensaje";

"To accept calls, you need to update to the new version of Messenger.|Error dialog body shown when an incoming call failed because the current version is outdated" = "Para aceptar llamadas debes tener la nueva versión de Messenger.";

"To complete your phone number activation, please enter the activation code|" = "Para completar la activación del número de teléfono, introduce el código de activación";

"To include location with your messages, go to your %@.|Alert dialog instructing the user how to re-enable location permission. The variable is 'Settings App > Location Services' or 'Settings App > General > Location Services'" = "Para incluir la localización en los mensajes, visita tu %1$@.";

"To make calls, you need to update to the new version of Messenger.|Error dialog body. Shown when a user attempts to make a VoIP call but their version is incompatible." = "Para hacer llamadas debes tener la nueva versión de Messenger.";

"To turn off alerts for this conversation, go to conversation settings.|User education for how to configure conversation alerts" = "Desactiva las alertas de esta conversación en la configuración de la conversación.";

"To turn off location for all your conversations, go to your %@.|Text of location NUX when user turns off location services for the first time. The parameter is the location of the Location Services in the Settings app (ie. Settings App > Location Services)" = "Para desactivar la función de localización para todas tus conversaciones, ve a tu %1$@.";

"To turn on notifications, visit iPhone Settings %@ Notifications %@ Messenger|Body of dialog telling the user how to enable push notifications on Messenger" = "Para activar las notificaciones, accede a \"Ajustes\" del iPhone %1$@ \"Notificaciones\" %2$@ \"Messenger\"";

"To use this feature, go to your %@ settings and choose Location Services. Select ON for %@.|Error explanation when location services are unavailable. {name1} is the name of the current device, e.g. iPhone; {name2} is the app name." = "Para usar esta función ve a la configuración de tu %1$@ y selecciona Servicios de Localización. A continuación, actívalos para %2$@.";

"To use this feature, go to your %@ settings and tap Privacy, then Location Services. Select ON for %@.|Error explanation when location services are unavailable. {name1} is the name of the current device, e.g. iPhone; {name2} is the app name." = "Para usar esta función, ve a la configuración de tu %1$@ y toca Privacidad y, luego, Servicios de Localización. A continuación, actívalos para %2$@.";

"To|Accessibility label for to field in contact picker" = "Para";

"To:|to field in contact picker" = "Para:";

"Touch and hold to talk.\nRelease to send, or slide off the button to cancel.|Instruction text for holding voice record button, letting go to send, and dragging finger off to cancel message" = "Toca y mantenlo pulsado para hablar.\nSuelta para enviar o desliza fuera del botón para cancelar.";

"Try Again|button text for resending an unsent message. this is referred to in the prompt Tap \"Try Again\" text" = "Volver a intentarlo";

"Turn Off Chat|Button title to let the user change their chat status from online to offline" = "Desactivar el chat";

"Turn Off Until 8am|Option to turn off alerts until 8am" = "Desactivar hasta las 8:00";

"Turn Off for 1h|Option to turn off alerts for 1 hour" = "Desactivar durante 1 hora";

"Turn Off|Option to turn off alerts" = "Desactivar";

"Turn On Chat|Button title to let the user change their chat status from offline to online" = "Activar el chat";

"Turn On Location Services|Error message title when location services are unavailable." = "Activar los servicios de ubicación";

"Turn On Notifications|Call to action in NUX encouraging user to turn on push notifications" = "Activar las notificaciones";

"Turn On Notifications|Title of dialog telling the user how to enable push notifications" = "Activar las notificaciones";

"Turn On|Option to turn on alerts" = "Activar";

"Turn On|Turn on alerts" = "Activar";

"Turn On|button label for deferring enabling push notifications" = "Activar";

"Turn on Push Notifications|Call to action for Push Notification NUX slide" = "Activar notificaciones";

"Turn on push notifications to find out when new messages arrive.|Message for reminder to turn on push notifications" = "Activa las notificaciones para saber cuándo llegan mensajes nuevos.";

"Turns notifications on or off|Accessibility hint for Notification switch in the messenger settings panel, which lets users to turn on/off notifications" = "Activa o desactiva las notificaciones";

"Typing…|Text for when the other user is typing. Ends with an ellipsis (U+2026) and is lower-case." = "Escribiendo...";

"Unable to Call %@|Error dialog title. Shown when app must be updated" = "Error al llamar a %1$@";

"Unable to Save Image|retry dialog title for setting thread image" = "No se puede guardar la imagen";

"Unable to Send|Title for send feedback failed warning." = "No se pueden enviar tus comentarios";

"Unable to add more people to the conversation. Please try again.|error message for failing to add people" = "No se puede añadir a más personas a la conversación. Inténtalo de nuevo.";

"Unable to name your conversation.|error message after setting conversation name" = "No se puede asignar un nombre a tu conversación.";

"Unable to remove you right now.|error messages after leaving conversation" = "No puedes eliminarte en este momento.";

"Unable to save messaging favorites to Facebook|error message for failing to save messaging favorites" = "No es posible guardar los destinatarios favoritos de mensajería en Facebook";

"Unable to send message. Retry?|Alert text for when a message failed to send that also asks user to retry." = "No se puede enviar el mensaje. ¿Volver a intentarlo?";

"Unable to send message.|Alert text for when a message failed to send." = "No se puede enviar el mensaje.";

"Unable to send right now.|error message for failing to send message" = "No se puede enviar en este momento.";

"Unpin|button title to remove user from favorites" = "Desmarcar";

"Update|Get new version now button." = "Actualizar";

"Updating...|updating progress text" = "Actualizando...";

"Upgrade Now|button text on alert dialog prompting user to upgrade app" = "Actualizar";

"Use Messenger for Free|Default title for the zero rating promotion banner view at the bottom of screen." = "Usa Messenger gratis";

"View Call|Text show on button that views an incoming call" = "Ver llamada";

"View Missed Call|Text show on button that views an incoming call" = "Ver llamada perdida";

"View Timeline|Button text to go to a user's timeline" = "Ver biografía";

"View in Maps|action sheet option for viewing a map" = "Ver en Mapas";

"View|Alert button that takes user to the thread where a message failed to send" = "Ver";

"We are sorry that the %@ sticker pack has failed to download, please try again later.|Description text shown in alert when downloading a sticker pack has failed" = "El paquete de adhesivos de %1$@ no se ha descargado. Vuelve a intentarlo más tarde.";

"We'll text you a link to confirm your number.|Confirmation information text" = "Te enviaremos un mensaje de texto con un enlace para que confirmes tu número.";

"Welcome to Messenger|Title for NUX page" = "Bienvenido a Messenger";

"Who do you want to message?|Placeholder text in To field when composing a message" = "¿A quién quieres enviar un mensaje?";

"Who would you like to send this message to?|dialog message for when user tries to send message to no recipients" = "¿A quién quieres enviar este mensaje?";

"Write a blast (sends a separate message to each friend)|Placeholder text for blast message text box which helps explain how blast messages work." = "Escribe algo para difundir (se envía un mensaje a cada uno de tus amigos)";

"Write a broadcast (sends a separate message to each friend)|Placeholder text for broadcast message text box which helps explain how broadcast messages work." = "Escribe un mensaje para difundir (se envía un mensaje a cada uno de tus amigos)";

"Write a message...|Placeholder text to suggest writing a message" = "Escribe un mensaje...";

"You can call %@ over Wi-Fi. Please turn on Wi-Fi in your phone settings.|Error message when user tries to initiate a call if wifi is required" = "Puedes llamar a %1$@ por Wi-Fi. Activa Wi-Fi en la configuración de tu teléfono.";

"You can manage your data in your privacy settings.|Explanation to let user know he can manage his data in privacy settings." = "Puedes administrar tus datos en la configuración de privacidad.";

"You missed a call from %@|Message notifying user of a missed call from Friend" = "Tienes una llamada perdida de %1$@";

"You will get an SMS or email shortly with a code to use for logging in.|message in login approval dialog" = "Recibirás un SMS o correo electrónico en breve con un código para iniciar sesión.";

"You won't find out when you've received a message.|Body of dialog encouraging the user to enable push notifications" = "No sabras cuándo recibes mensajes.";

"You|String for you, the user" = "Tú";

"You're about to leave Messenger. Standard data charges may apply.|Alert message that warns users their mobile carrier may charge them due to redirect out of Messenger" = "Estás a punto de salir de Messenger. Se pueden aplicar cargos estándar por datos.";

"Your Stickers|Segment button label for downloaded stickers" = "Tus adhesivos";

"Your friend can't receive calls right now|Text informing user that call button is disabled because his or her friend is not available" = "Tu amigo(a) no puede recibir llamadas en este momento.";

"Your friend is nearby at a coffee shop.|Example of what user can know after sharing location." = "Un amigo tuyo está en una cafetería cercana.";

"Your friend recommended a restaurant nearby.|Example of what user can know after sharing location." = "Un amigo tuyo ha recomendado un restaurante cercano.";

"Your friend took a photo nearby.|Example of what user can know after sharing location." = "Un amigo tuyo ha hecho una foto cerca.";

"Your message failed to send to one or more of the recipients.|dialog content for when a broadcast message fails." = "Tu mensaje no se ha podido enviar a uno o varios destinatarios.";

"Your message failed to send to one or more of the recipients.\n\n%@|dialog content for when a broadcast message fails, appended with a localized server error message. The server error message should appear on its own line and will generally be its own sentence, such as 'The internet connection appears to be offline.'" = "Tu mensaje no se ha podido enviar a uno o varios destinatarios.\n\n%1$@";

"Your message was not sent.|text shown when a message failed to send" = "No se ha enviado tu mensaje.";

"Your messages were not sent.|text shown when more than 1 message failed to send" = "No se han enviado tus mensajes.";

"[[content]] [[cta]]|The i18n format for zero rating banner" = "[[content]] [[cta]]";

"·|Dot separator between title and count label" = "·";

"…|Ellipsis (U+2026) used to represent a chat message that is currently being written" = "…";

"active 1d ago|indicator that a user was active 1 day ago" = "Activo(a) hace 1 día";

"active 1h ago|indicator that a user was active 1 hour ago" = "Activo(a) hace 1 hora";

"active 1m ago|indicator that a user was active 1 minute ago" = "Activo(a) hace 1 minuto";

"active now|indicator that a user is currently active, on web or mobile" = "Activo(a) ahora";

"active on mobile %@ ago|presences status for being active on mobile a relative time ago" = "disponible en el móvil hace %1$@";

"active on mobile|presences status for being active on mobile" = "disponible en el móvil";

"active %id ago|indicator that a user was active 2+ days ago" = "Activo(a) hace %1$i días";

"active %ih ago|indicator that a user was active 2+ hours ago" = "Activo(a) hace %1$i horas";

"active %im ago|indicator that a user was active 2+ minute ago" = "Activo(a) hace %1$i minutos";

"active %@ ago|presences status for being active a relative time ago" = "disponible hace %1$@";

"error|A short message for audio play error" = "error";

"is calling|text below the caller's name when they are calling" = "está llamando";

"is typing…|text for when the other user is typing. ends with an ellipsis (U+2026) and is lower-case. name appears on left" = "está escribiendo...";

"on mobile|presences status for being available on mobile" = "en el móvil";

"online %@ ago|presences status for being online on the web a relative time ago" = "en la web hace %1$@";

"online|presences status for being online on the web" = "en la web";

"typing…|text for when the other user is typing. ends with an ellipsis (U+2026) and is lower-case." = "está escribiendo...";

"%d more friends nearby...|Additional nearby friend results available to show" = "%1$d amigos más cerca de ti...";

"%d of %d|Title on photo viewer screen showing which photo is currently displayed. eg. 2 of 3" = "%1$d de %2$d";

"%i days|text to show user was online/active N days ago (don't abbrev)" = "%1$i días";

"%i hours|text to show user was online/active N hours ago (don't abbrev)" = "%1$i horas";

"%i minutes|text to show user was online/active N minutes ago (don't abbrev)" = "%1$i minutos";

"%i people found, %i matched|Explanation of how many contacts have been imported" = "%1$i personas encontradas, %2$i con coincidencia";

"%id|short indicator that a user was active 2+ days ago" = "%1$i d";

"%ih|short indicator that a user was active 2+ hours ago" = "%1$i h";

"%im|short indicator that a user was active 2+ minute ago" = "%1$i min";

"%@  •  %@|Seen state text for a user in a group detail page. eg. (name <bullet-character> time)" = "%1$@  •  %2$@";

"%@ and %@ use Facebook Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@ y %2$@ usan Facebook Messenger";

"%@ and %@|String for two user names who are participants on a thread" = "%1$@ y %2$@";

"%@ hundred-million|Shortened number whose value is larger than 100,000,000. Only used in languages that have a word for 'hundred million' but not for 'billion'. {name1}: a whole number or a fraction up to one decimal place (e.g. 17 or 17.1)" = "%1$@ hundred-million";

"%@ is calling|Message notifying of an incoming call. First parameter is the name of the caller" = "%1$@ está llamando";

"%@ is in another call|End call message notifying caller that callee is unavailable. First parameter is the name of the callee" = "%1$@ tiene otra llamada";

"%@ is nearby at a coffee shop.|Example of what user can know after sharing location. E.g. Mark is nearby at a coffee shop." = "%1$@ está en una cafetería cercana.";

"%@ is not available|End call message notifying caller that callee is unavailable. First parameter is the name of the callee" = "%1$@ no está disponible";

"%@ is on messenger|Accessibility label for a profile photo showing the user that one of their friends uses Messenger" = "%1$@ está en Messenger";

"%@ is typing…|string format text for when the other user is typing. ends with an ellipsis (U+2026) and is lower-case. name appears on left" = "%1$@ está escribiendo...";

"%@ recommended a restaurant nearby.|Example of what user can know after sharing location. E.g. Linda recommended a restaurant nearby." = "%1$@ ha recomendado un restaurante cercano.";

"%@ said %@|Accessibility label for a message, will be announced to blind users. First placeholder is for sender name, second placeholder is for the message he/she sent." = "%1$@ ha dicho %2$@";

"%@ ten-thousand|Shortened number whose value is between 10,000 and 99,999,999. Only used for languages that have a word for 'ten thousand' but not for 'million'. {name1}: a whole number or a fraction up to one decimal place (e.g. 17 or 17.1)" = "%1$@ ten-thousand";

"%@ took a photo nearby.|Example of what user can know after sharing location. E.g. Anna took a photo nearby." = "%1$@ ha hecho una foto cerca.";

"%@ tried to call you|Error dialog title shown when an incoming voice call can't be received" = "%1$@ ha intentado llamarte";

"%@ uses Facebook Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@ usa Facebook Messenger";

"%@|Name of a person (used both standalone and in lists). Add honorifics (-san, etc.) if appropriate." = "%1$@";

"%@, %d new messages|new messages input format" = "%1$@, %2$d mensajes nuevos";

"%@, %i more|List of user names and X more if the list is truncated at N names." = "%1$@ y %2$i personas más";

"%@, %@ and %@ use Facebook Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@, %2$@ y %3$@ usan Facebook Messenger";

"%@, %@, %@ and 1 other friend use Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@, %2$@, %3$@ y un amigo más usan Messenger";

"%@, %@, %@ and %i other friends use Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@, %2$@, %3$@ y %4$i amigos más usan Messenger";

"%@: %@|Localized contact label: phone number (note colon separator)" = "%1$@: %2$@";

"%@B|Shortened number whose value is larger than 1,000,000,000. B stands for 'billion'. {name1}: a whole number or a fraction up to one decimal place (e.g. 17 or 17.1)" = "%1$@ mil millones";

"%@K|Shortened number whose value is between 1,000 and 999,999. K stands for 'thousand''. {name1}: a whole number or a fraction up to one decimal place (e.g. 17 or 17.1)" = "%1$@.000";

"%@M|Shortened number whose value is between 1,000,000 and 999,999,999. M stands for 'mega' or 'million'. {name1}: a whole number or a fraction up to one decimal place (e.g. 17 or 17.1)" = "%1$@ millones";

"%@…|a string that has been shortened adding ellipsis (unicode 2026)" = "%1$@…";

"%u Friends Nearby|Title of mini-megaphone inside chat bar. E.g. 5 Friends Nearby" = "%1$u amigos cerca de ti";

"%u of your friends are sharing their location with you.|Message to let user know how many of his friends are sharing location." = "%1$u amigos tuyos están compartiendo su ubicación contigo.";

"%u photo attached|Accessiblity text for a single photo" = "%1$u foto adjunta";

"%u photos attached|Accessibility text for a photo set" = "%1$u fotos adjuntas";

